Revit 2027 API
CameraInfo.VerticalExtent Property
 Distance between top and bottom planes on the target plane.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double VerticalExtent { get; }
Public ReadOnly Property VerticalExtent As Double
	Get
public:
property double VerticalExtent {
	double get ();
}
member VerticalExtent : float with get
Property Value
Double
See Also
Reference
CameraInfo Class
Autodesk.Revit.DB Namespace